label start:

    scene prologue_sky

    play music "audio/Music/HorrorMusic.mp3"

    "Когда-то мне приснился сон."

    "Было темно, холодно, и я парила, как в космосе."

    "Мне было хорошо, хотя я и не понимала, что происходит."

    "Но почему-то чувствовала себя святой. Особенной."

    "И там был голос. Низкий, бархатный, такой голос мог бы принадлежать более высшему существу, нежели человек."

    unknown "Роза, пойдем со мной!"

    rose "Кто вы? Где я нахожусь?"

    unknown "Я твой друг, и я очень хочу помочь тебе."

    rose "В чем помочь?"

    unknown "Познать себя. Дать лучшую жизнь."

    rose "Но зачем? Мне нравится моя жизнь."

    rose "У меня добрые родители, счастливые друзья, прекрасная работа."

    rose "Я счастлива!"

    unknown "Но я чувствую в твоем голосе сомнение. Оно просачивается сквозь твою ложь, как песок сквозь пальцы."

    rose "Но я не..."

    "Тут я понимаю, что голос прав."

    "Нет, мне нравилась моя жизнь, в ней было много замечательных событий."

    "Я чувствовала себе прекрасно, меня окружали хорошие люди..."

    "Но пустота в душе не оставляла ни на секунду."

    "И вот сейчас она начала жечь мою душу."

    "Вся радость как будто ушла, расстворилась в котле сомнений."

    "Мне стало страшно..."

    unknown "Да, и поэтому я хочу помочь тебе!"

    unknown "Соглашайся, и я обещаю тебе: ты познаешь истинное счастье."

    "Его слова звучали, как музыка, которую хотелось постоянно слушать."

    "Но муки выбора были невыносимы."

    "..."

    "На этом сон оборвался."

    jump rose_room

    return