label rose_room:

    scene rose_room with dissolve

    play music "audio/Music/room_music.mp3"

    "Этот сон мучил меня уже несколько дней, но кажется в этот раз оно было очень реальным."

    "Интуиция поведала, что грядущий день подарит мне немало сюрпризов."

    "Что ж..."

    "Забавно, ведь именно сегодня я уезжаю в деревню к бабушке."

    "Три часа дороги, и вот я вдали от цивилизации."

    "Буду спать на неудобной кровати, мыться в маленьком ржавом тазике и ходить на улицу в туалет."

    "..."

    "Ненавижу деревни. Как можно там жить в наше время?"

    "Ни телефонов, ни телевизоров, ни компьютеров... Черт, там даже интернета не будет!"

    "Я уж не говорю о людях. В деревне живут либо дети, либо пьяные старики, которые будут ко мне приставать!"

    "И что мне там делать?"

    "Ох, и почему я согласилась на предложение матери туда поехать?"

    "Скучно ей там будет, видите ли. Со мной и с бабушкой хоть на столе танцуй, ага."

    "Тоска..."

    "Меня ждала самая веселая неделя в моей жизни."

    "Но и давать заднюю уже было поздно."

    "Брр, пора собирать вещи..."

    jump train_first

    return

label train_first:

    scene train with dissolve

    play music "audio/Music/train_sound.mp3"

    "Спустя два часа я уже была в поезде."

    "Город спешно проносился за окнами, унося с собой образы цивилизации."

    "Совсем скоро вид за окном сменился деревьями и густыми зелеными полями, простирающимися до самого горизонта."

    "Первое время я пыталась занять себя просмотром соцсетей на смартфоне..."

    "Но вскоре интернет пропал, а вместе с ними и последние надежды не сойти с ума от скуки."

    "Книг я не читала. Да и зачем? Когда-то начинала читать Кинга, Кафку и Борхеса, но быстро их бросала - скучно, пафосно."

    "Пыталась переключиться на дешевые фанфики, но... Кто на полном серьезе читает эту чушь?"

    return

