label rose_room:

    scene rose_room

    play music "audio/Music/room_music.mp3"

    "Этот сон мучил меня уже несколько дней, но кажется в этот раз оно было очень реальным."

    "Интуиция поведала, что грядущий день подарит мне немало сюрпризов."

    "Что ж..."

    "Забавно, ведь именно сегодня я уезжаю в деревню к бабушке."

    "Три часа дороги, и вот я вдали от цивилизации."

    "Буду спать на неудобной кровати, мыться в маленьком ржавом тазике и ходить на улицу в туалет."

    "..."

    "Ненавижу деревни. Как можно там жить в наше время?"

    "Ни телефонов, ни телевизоров, ни компьютеров... Черт, там даже интернета не будет!"

    "Я уж не говорю о людях. В деревне живут либо дети, либо пьяные старики, которые будут ко мне приставать!"

    "И что мне там делать?"

    "Ох, и почему я согласилась на предложение матери туда поехать?"

    "Скучно ей там будет, видите ли. Со мной и бабушкой ей веселее будет."

    "Тоска..."

    "Меня ждала самая веселая неделя в моей жизни."

    "Но и давать заднюю уже было поздно."

    "Брр, пора собирать вещи..."

    jump city_street_first

    return

label city_street_first:

    scene city

    play music "audio/Music/street_sound.mp3"

    "Спустя два часа я вышла из дома и поехала на вокзал."

    "Вокруг царила такая яркая и насыщенная жизнь, что казалось будто город не хотел меня отпускать."

    "Что ж. Я его понимала..."

    return

